Repository: sitegeist/bitzer-approval
Catalog: Resources/Private/Translations/*/Module.Bitzer.Approval.xlf
Languages: de

# approvalAssignments.label
source: Approval Assignments
de: Freigabezuordnungen

# approvalAssignments.description
source: Approval of content in e.g. review workspaces can be assigned to Bitzer agents.
de: Freigabe von Inhalten, z.B. aus Review-Workspaces, kann Bitzer-Agenten zugeordnet werden.

# index.assign
source: Assign workspace approval
de: Arbeitsbereich-Freigabe zuweisen

# index.assignmentLegend
source: Active approval assignments
de: Aktive Freigabe-Zuweisungen

# index.workspace
source: Workspace
de: Arbeitsbereich

# index.actions
source: Actions
de: Aktionen

# index.reassign
source: Reassign workspace approval
de: Arbeitsbereich-Freigabe neu zuweisen

# index.removeAssignment
source: Remove workspace approval assignment
de: Arbeitsbereich-Freigabezuweisung entfernen

# index.removeAssignmentWarning
source: Do you really want to remove this assignment?
de: Wollen sie diese Zuweisung wirklich entfernen?

# index.removeAssignmentExplanation
source: This operation cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

# index.removeAssignmentCancellation
source: Cancel
de: Abbrechen

# index.removeAssignmentConfirmation
source: Yes, remove the assignment
de: Ja, die Zuweisung entfernen

# assignmentForm.assign
source: Assign workspace approval to agent
de: Arbeitsbereich-Freigabe Agent zuweisen

# assignmentForm.workspace
source: Workspace
de: Arbeitsbereich

# assignmentForm.assignmentConfirmation
source: Assign workspace approval
de: Arbeitsbereich-Freigabe zuweisen

# reassignmentForm.reassign
source: Reassign workspace approval to another agent
de: Arbeitsbereich-Freigabe einem anderen Agenten zuweisen

# reassignmentForm.workspace
source: Workspace
de: Arbeitsbereich

# reassignmentForm.reassignmentConfirmation
source: Reassign workspace approval
de: Arbeitsbereich-Freigabe neu zuweisen

# flashMessage.workspaceAssigned.title
source: Workspace assigned
de: Arbeitsbereich zugewiesen

# flashMessage.workspaceAssigned.body
source: Workspace "{0}" was successfully assigned to agent "{1}"
de: Arbeitsbereich "{0}" wurde erfolgreich Agent "{1}" zugewiesen

# flashMessage.workspaceReassigned.title
source: Workspace reassigned
de: Arbeitsbereich neu zugewiesen

# flashMessage.workspaceReassigned.body
source: Workspace "{0}" was successfully reassigned to agent "{1}"
de: Arbeitsbereich "{0}" wurde erfolgreich Agent "{1}" neu zugewiesen

# flashMessage.workspaceAssignmentRemoved.title
source: Workspace assignment removed
de: Arbeitsbereich-Zuweisung entfernt

# flashMessage.workspaceAssignmentRemoved.body
source: Assignment for workspace "{0}" was successfully removed from agent "{1}"
de: Zuweisung für Arbeitsbereich "{0}" an Agent "{1}" wurde erfolgreich entfernt
